aaron-bond.better-comments
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
fuzionix.file-tree-extractor
gluestack.gluestack-vscode
hediet.debug-visualizer
jacobdufault.fuzzy-search
jinxdash.prettier-rust
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
pkief.material-icon-theme
ritwickdey.liveserver
svelte.svelte-vscode
tobias-z.vscode-harpoon
usernamehw.errorlens
vscjava.vscode-gradle
vscodevim.vim
vspacecode.whichkey
wallabyjs.console-ninja
wallabyjs.quokka-vscode
wheredoesyourmindgo.gruvbox-concoctis
